const subgenreMap = {
  "エレクトロ": {
    "大分類": "EDM（エレクトロ系）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "エレクトロクラッシュ": {
    "大分類": "EDM（エレクトロ系）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フューチャーベース": {
    "大分類": "EDM（エレクトロ系）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "EDMポップ": {
    "大分類": "EDM（エレクトロ系）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ビッグルーム": {
    "大分類": "EDM（エレクトロ系）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブロステップ": {
    "大分類": "EDM（エレクトロ系）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "グリッチホップ": {
    "大分類": "EDM（エレクトロ系）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャージークラブ": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "トラップEDM": {
    "大分類": "EDM（エレクトロ系）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ガールクラッシュ系": {
    "大分類": "K-POP",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ボーイズグループ系": {
    "大分類": "K-POP",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダンスK-POP": {
    "大分類": "K-POP",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "バラード系K-POP": {
    "大分類": "K-POP",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "トロットK-POP": {
    "大分類": "K-POP",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "EDM系K-POP": {
    "大分類": "K-POP",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "K-バンドサウンド": {
    "大分類": "K-POP",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ネオソウル": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "モータウン": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "クワイエットストーム": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "コンテンポラリーR&B": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ディープソウル": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ファンクソウル": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アーバンコンテンポラリー": {
    "大分類": "シティポップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サザンソウル": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ラヴァーズソウル": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ヒップホップソウル": {
    "大分類": "R&B／ソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アフロビート": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ハイライフ": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "クワイト": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ソウクース": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "マリ伝統音楽": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ズールーポップ": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アフロハウス": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ンゴマ": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アフロスウィング": {
    "大分類": "アフリカ音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダークアンビエント": {
    "大分類": "アンビエント／ニューエイジ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ドローン": {
    "大分類": "アンビエント／ニューエイジ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スペースアンビエント": {
    "大分類": "アンビエント／ニューエイジ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ニューエイジクラシック": {
    "大分類": "アンビエント／ニューエイジ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "瞑想音楽": {
    "大分類": "アンビエント／ニューエイジ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ヒーリングアンビエント": {
    "大分類": "アンビエント／ニューエイジ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "エスニックアンビエント": {
    "大分類": "アンビエント／ニューエイジ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ノイズ": {
    "大分類": "アヴァンギャルド",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フリーインプロビゼーション": {
    "大分類": "アヴァンギャルド",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ドローンノイズ": {
    "大分類": "アヴァンギャルド",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダダイズム音楽": {
    "大分類": "アヴァンギャルド",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "実験詩とのコラボ": {
    "大分類": "アヴァンギャルド",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "前衛電子音響": {
    "大分類": "アヴァンギャルド",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "マルチメディア即興": {
    "大分類": "アヴァンギャルド",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "オルタナティブカントリー": {
    "大分類": "カントリー",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ナッシュビルサウンド": {
    "大分類": "カントリー",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アウトローカントリー": {
    "大分類": "カントリー",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブルーグラスカントリー": {
    "大分類": "カントリー",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "コンテンポラリーカントリー": {
    "大分類": "カントリー",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カントリーロック": {
    "大分類": "カントリー",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ホンキートンク": {
    "大分類": "カントリー",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "バロック": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "古典派": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ロマン派": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "印象派": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "20世紀音楽": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "現代音楽": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "宗教音楽": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "室内楽": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "交響曲": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "オペラ": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ルネサンス音楽": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ミサ曲": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "協奏曲": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カンタータ": {
    "大分類": "クラシック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "トラディショナル": {
    "大分類": "ゴスペル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アーバン": {
    "大分類": "ゴスペル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブラックゴスペル": {
    "大分類": "ゴスペル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "コンテンポラリークリスチャン": {
    "大分類": "ゴスペル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "マスクワイアスタイル": {
    "大分類": "ゴスペル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ピアノゴスペル": {
    "大分類": "ゴスペル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カントリーゴスペル": {
    "大分類": "ゴスペル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "映画音楽": {
    "大分類": "サウンドトラック（映画／ゲーム）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ゲーム音楽": {
    "大分類": "サウンドトラック（映画／ゲーム）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "劇伴": {
    "大分類": "サウンドトラック（映画／ゲーム）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "シネマティック": {
    "大分類": "サウンドトラック（映画／ゲーム）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "BGM": {
    "大分類": "サウンドトラック（映画／ゲーム）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アニメOST": {
    "大分類": "サウンドトラック（映画／ゲーム）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ゲームBGMクラシック調": {
    "大分類": "サウンドトラック（映画／ゲーム）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "映画エレクトロ": {
    "大分類": "サウンドトラック（映画／ゲーム）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "クラシックサルサ": {
    "大分類": "サルサ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ニューヨークサルサ": {
    "大分類": "サルサ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ティンバ": {
    "大分類": "サルサ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ロマンティカ": {
    "大分類": "サルサ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サルサ・デューロ": {
    "大分類": "サルサ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ティンバ・フュージョン": {
    "大分類": "サルサ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カリビアンサルサ": {
    "大分類": "サルサ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "80sポップ": {
    "大分類": "シティポップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "現代シティポップ": {
    "大分類": "シティポップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "和モノグルーヴ": {
    "大分類": "シティポップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カフェ系シティポップ": {
    "大分類": "シティポップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "モダンフュージョン系": {
    "大分類": "シティポップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "80sリバイバル系": {
    "大分類": "シティポップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "レトロウェーブ": {
    "大分類": "シンセウェイヴ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アウトラン": {
    "大分類": "シンセウェイヴ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダークウェーブ": {
    "大分類": "シンセウェイヴ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フューチャーファンク": {
    "大分類": "シンセウェイヴ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ネオンシンセ": {
    "大分類": "シンセウェイヴ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "チップチューン融合型": {
    "大分類": "シンセウェイヴ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ヴィンテージウェーブ": {
    "大分類": "シンセウェイヴ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スウィング": {
    "大分類": "ジャズ",
    "説明": "スウィングは1930〜40年代にアメリカで流行したジャズスタイルで、ダンス音楽としても親しまれた。ビッグバンドによる演奏と明快なスウィングリズムが特徴。",
    "代表アーティスト": [
      "Duke Ellington",
      "Count Basie",
      "Benny Goodman"
    ],
    "代表曲": [
      "Take the 'A' Train",
      "In the Mood",
      "Sing, Sing, Sing"
    ]
  },
  "ビバップ": {
    "大分類": "ジャズ",
    "説明": "ビバップは1940年代に登場した革新的なジャズスタイルで、速いテンポと複雑なコード進行、即興性が特徴。チャーリー・パーカーやディジー・ガレスピーが代表的。",
    "代表アーティスト": [
      "Charlie Parker",
      "Dizzy Gillespie",
      "Thelonious Monk"
    ],
    "代表曲": [
      "Ornithology",
      "Salt Peanuts",
      "Round Midnight"
    ]
  },
  "クールジャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ハードバップ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フュージョン": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フリージャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ラテンジャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャズファンク": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スムースジャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ネオバップ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ポストバップ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "モーダルジャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ローファイジャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャズロック": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "エレクトロジャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ストレートアヘッドジャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "第三流派": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャズワルツ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "マヌーシュジャズ": {
    "大分類": "ジャズ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "トラディショナルスカ": {
    "大分類": "スカ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スカコア": {
    "大分類": "スカ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "2トーン": {
    "大分類": "スカ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャパニーズスカ": {
    "大分類": "スカ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スカパンク": {
    "大分類": "スカ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スカレゲエ": {
    "大分類": "スカ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ラテンスカ": {
    "大分類": "スカ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ステッパーズ": {
    "大分類": "ダブ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダブテクノ": {
    "大分類": "ダブ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "エコーダブ": {
    "大分類": "ダブ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "デジタルダブ": {
    "大分類": "ダブ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダブポエトリー": {
    "大分類": "ダブ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ルーツダブ": {
    "大分類": "ダブ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダブステップとの融合": {
    "大分類": "ダブ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ベースミュージックダブ": {
    "大分類": "ダブ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ミニマルテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "デトロイトテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ベルリンテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "インダストリアルテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "テックハウス": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ピークタイムテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アシッドテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブレイクビートテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ハードテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "メロディックテクノ": {
    "大分類": "テクノ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ユーロトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サイケデリックトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ハードトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "プログレッシブトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アンビエントトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "エピックトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ヴォーカルトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ネオトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アンセムトランス": {
    "大分類": "トランス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "現代ネオソウル": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "UKネオソウル": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "オルタナティブR&B": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "インディーネオソウル": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ネオジャズ": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ベッドルームR&B": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "USネオソウル": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "コンシャスネオソウル": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フェミニンネオソウル": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ヴィンテージネオソウル": {
    "大分類": "ネオソウル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ディープハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "プログレッシブハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アシッドハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "トライバルハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フレンチハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "シカゴハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャッキンハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ソウルフルハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "UKハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ボーカルハウス": {
    "大分類": "ハウス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ハードコアパンク": {
    "大分類": "パンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ポップパンク": {
    "大分類": "パンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "UKパンク": {
    "大分類": "パンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アナーコパンク": {
    "大分類": "パンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スケートパンク": {
    "大分類": "パンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サイコビリー": {
    "大分類": "パンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "クラスティ": {
    "大分類": "パンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "メロディックパンク": {
    "大分類": "パンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "オールドスクール": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブームバップ": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "トラップ": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "クラウドラップ": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ローファイヒップホップ": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "UKグライム": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャズヒップホップ": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アンダーグラウンド": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "オルタナティブヒップホップ": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "バトルラップ": {
    "大分類": "ヒップホップ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "Pファンク": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ファンクロック": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "Gファンク": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "モダンファンク": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サイケデリックファンク": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブーガルー": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ディスコファンク": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブラスファンク": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "エレクトロファンク": {
    "大分類": "ファンク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アシッドフォーク": {
    "大分類": "フォーク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "インディーフォーク": {
    "大分類": "フォーク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "トラッドフォーク": {
    "大分類": "フォーク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ネオフォーク": {
    "大分類": "フォーク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ポリティカルフォーク": {
    "大分類": "フォーク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フォークブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カントリーフォーク": {
    "大分類": "フォーク",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アパラチアン": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ニューグラス": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "プログレッシブブルーグラス": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "トラッド": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ゴスペルブルーグラス": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "モダンブルーグラス": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブルーグラス・ジャズ": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スウィング・ブルーグラス": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アコースティック・ブルーグラス": {
    "大分類": "ブルーグラス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "デルタブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "シカゴブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "テキサスブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "エレクトリックブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "モダンブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ピードモントブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アコースティックブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャンプブルース": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブギウギ": {
    "大分類": "ブルース",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ボサノヴァ・ジャズ": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "現代ボサノヴァ": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ボサノヴァ・クラシック": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アクースティックボサ": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ボサノヴァ・ポップ": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "クラブボサ": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブラジリアンジャズ": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "エレクトリックボサ": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ボサノヴァ・バラード": {
    "大分類": "ボサノヴァ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "シンセポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "パワーポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダンスポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ドリームポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "バブルガムポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アートポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "J-POP": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "K-POP": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ユーロポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ティーンポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スウェディッシュポップ": {
    "大分類": "ポップス",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スラッシュ": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "デス": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ブラック": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ドゥーム": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "メロディックデス": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "メタルコア": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "シンフォニックメタル": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "プログレッシブメタル": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "グルーヴメタル": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ヴィキングメタル": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "フォークメタル": {
    "大分類": "メタル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ラテンポップ": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "クンビア": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "メレンゲ": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "バチャータ": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "レゲトン": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ラテンロック": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サンバ": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "タンゴ": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "チャチャチャ": {
    "大分類": "ラテン",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ルーツレゲエ": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダンスホール": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ラヴァーズロック": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "レゲエフュージョン": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ラガマフィン": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ダブレゲエ": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "コンシャスレゲエ": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スラックネス": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "レゲトン融合型レゲエ": {
    "大分類": "レゲエ",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ハードロック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "オルタナティブ": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "グランジ": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "プログレ": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サイケデリック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ガレージロック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "インディーロック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アートロック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ポストロック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "グラムロック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "シューゲイザー": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "デザートロック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "クラウトロック": {
    "大分類": "ロック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "チルホップ": {
    "大分類": "ローファイ／チル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ビートテープ": {
    "大分類": "ローファイ／チル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ラウンジ": {
    "大分類": "ローファイ／チル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジャズチル": {
    "大分類": "ローファイ／チル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ローファイエレクトロ": {
    "大分類": "ローファイ／チル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "Lo-fiジャズラップ": {
    "大分類": "ローファイ／チル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "チルサンプル": {
    "大分類": "ローファイ／チル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アトモスフェリックチル": {
    "大分類": "ローファイ／チル",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アフリカンポップ": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "バルカン": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "中南米": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ケルト": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ジプシー": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "インドネシアガムラン": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アラブポップ": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カリプソ": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サハラ音楽": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "バングラ": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アボリジニ音楽": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ユダヤ民謡": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "タランテッラ": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "中央アジア音楽": {
    "大分類": "ワールドミュージック",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アラビックポップ": {
    "大分類": "中東音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ペルシャ伝統音楽": {
    "大分類": "中東音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ターキッシュポップ": {
    "大分類": "中東音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スーフィー音楽": {
    "大分類": "中東音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "マカーム音楽": {
    "大分類": "中東音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アンダルシア音楽": {
    "大分類": "中東音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アラブ民謡": {
    "大分類": "中東音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "バラダポップ": {
    "大分類": "中東音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "グレゴリオ聖歌": {
    "大分類": "宗教音楽／聖歌",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "賛美歌": {
    "大分類": "宗教音楽／聖歌",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "現代宗教音楽": {
    "大分類": "宗教音楽／聖歌",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "チベット仏教音楽": {
    "大分類": "宗教音楽／聖歌",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "イコン礼拝音楽": {
    "大分類": "宗教音楽／聖歌",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カトリック合唱曲": {
    "大分類": "宗教音楽／聖歌",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "イスラム祈祷歌": {
    "大分類": "宗教音楽／聖歌",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "調整中": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "北海道民謡": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "琉球音楽": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "チベット音楽": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アマゾン先住民音楽": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "アフガン民謡": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "モンゴルホーミー": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "サーミ音楽": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "インディアンチャント": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "カザフ伝統音楽": {
    "大分類": "民族音楽",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "セリエル": {
    "大分類": "現代音楽（20世紀〜）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "実験音楽": {
    "大分類": "現代音楽（20世紀〜）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "電子音響": {
    "大分類": "現代音楽（20世紀〜）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "偶然性音楽": {
    "大分類": "現代音楽（20世紀〜）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "現代クラシック": {
    "大分類": "現代音楽（20世紀〜）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "ノイズミニマル": {
    "大分類": "現代音楽（20世紀〜）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "スペクトル楽派": {
    "大分類": "現代音楽（20世紀〜）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  },
  "非和声音楽": {
    "大分類": "現代音楽（20世紀〜）",
    "説明": "",
    "代表アーティスト": [],
    "代表曲": []
  }
};